Repository: pozitr0n/Tips-App
Catalog: Tips/SmartTipsPro/Localization/*.lproj/Localizable.strings
Languages: ru

# 18x-2K-JfQ.title
source: Settings
ru: Настройки

# QAb-0s-j0x.title
source: Share
ru: Поделиться

# Qq1-zl-SnJ.title
source: Tip Guide
ru: Гайд

# Tyb-Nx-A4j.title
source: Add to Favourite
ru: Добавить в избранное

# feV-wK-qce.title
source: Tip Calculator
ru: Калькулятор

# fpD-qQ-uGK.title
source: Favoutite
ru: Избранное

# gk0-cT-5Rs.title
source: Refresh
ru: Обновить

# hsB-TO-Q61.title
source: Tips Calculator
ru: Калькулятор

# navigationTitlle.Settings.title
source: Settings
ru: Настройки

# Application-Icon.title
source: Application Icon
ru: Иконка приложения

# Application-Mode-Main-Screen.title
source: Choose from a list
ru: Выберите из списка

# Application-Mode.title
source: Application Mode
ru: Режим приложения

# Language.title
source: Language
ru: Язык

# Language-Choose.title
source: Choose the language
ru: Выберите язык

# Currency-format.title
source: Currency format
ru: Формат валюты

# Default-Percentage.title
source: Default Percentage
ru: Процент по умолчанию

# Appearance.title
source: Appearance
ru: Внешний вид

# General.title
source: General settings
ru: Общие настройки

# Favourite.title
source: Favourite
ru: Избранное

# Tip-Guide.title
source: Tip Guide
ru: Гайд

# Tip-Guide-Welcome.title
source: Welcome!
ru: Добро пожаловать!

# Change-Language-Alert.title
source: Changing the application language
ru: Изменение языка приложения

# Change-Language-Alert.message
source: Are you sure you want to change the language?
ru: Подтвердить изменение языка приложения?

# Change-Language.primaryButton
source: Change
ru: Изменить

# Cancel-Language-Alert.title
source: Cancel
ru: Отменить

# Choose-a-mode.title
source: Choose a Mode
ru: Выберите Режим

# Choose-a-mode.message
source: Day or Night. Customize your interface.
ru: День или Ночь. Настройте свой интерфейс.

# Default-Mode.title
source: Default
ru: Авто

# Light-Mode.title
source: Light
ru: Светлый

# Dark-Mode.title
source: Dark
ru: Темный

# Icons.title
source: Icons
ru: Иконки

# Default.title
source: Default
ru: По-умолчанию

# Choose-Currency.title
source: Choose
ru: Выбрать

# Set-the-value
source: Set Percentage
ru: Установить Процент

source: Change the default percentage
ru: Измените процент по-умолчанию

# Choose-country-start
source: You can select a country on the map to get more information about tipping
ru: Вы можете выбрать страну на карте для получения дополнительной информации о чаевых

# Country.title
source: Country
ru: Страна

# Continent.title
source: Continent
ru: Континент

# Country-Code.title
source: Country Code
ru: Код Страны

# Restaurant.title
source: Restaurant
ru: Ресторан

# Hotel.title
source: Hotel
ru: Отель

# Driver.title
source: Driver
ru: Водители

# Rate-your-experience.title
source: Rate your experience
ru: Оцените свой опыт

# Angry.title
source: Angry
ru: Злой

# Confused.title
source: Confused
ru: Смущен

# Happy.title
source: Happy
ru: Счастлив

# Excited.title
source: Excited
ru: Восхищен

# In-Love.title
source: In Love
ru: Влюблен

# Send.title
source: Send
ru: Отправить

# Application-About.title
source: About
ru: О приложении

# Application-Rate.title
source: Rate the app and contact us
ru: Оценить приложение и связаться с нами

# Feedback-about
source: Feedback about the application
ru: Отзыв о приложении

# Feedback-text
source: Please describe your experience using the application!
ru: Пожалуйста, опишите свой опыт использования приложения!

# Email-text
source: My impressions of using the application
ru: Мои впечатления от использования приложения

# Application-Privacy-Policy.title
source: Privacy Policy
ru: Политика Конфиденциальности

# Made-In-By.title
source: Made in 🇵🇱 by
ru: Разработано в 🇵🇱

# What-New.title
source: What's New
ru: Что Нового

# Oops.title
source: Oops...
ru: Упс...

# Oops.body
source: Unfortunately, it was impossible to find information for this country
ru: К сожалению, невозможно было найти информацию по данной стране

# Okay.button.title
source: Okay, I got it
ru: Окей, я понял

# f4a-R0-T90.title
source: Bill Total
ru: Счет (всего)

# Bill-Total.title
source: Bill
ru: Счет

# Done-Numpad.title
source: Done
ru: Готово

# Quick-Tips.title
source: Quick Tips
ru: Быстрые Чаевые

# Bill-Summary.title
source: Bill summary
ru: Общий итог

# Per-person.title
source: Per person
ru: На человека

# Tip-Total.title
source: Tip
ru: Чаевые

# Total-Total.title
source: Total
ru: Всего

# Alert-Refreshing.title
source: Refresh
ru: Обновить

# Alert-Refreshing.message
source: Are you sure you want to clear and refresh your data?
ru: Вы действительно хотите очистить и обновить данные?

# Alert-Refreshing.primaryButton
source: Clear and refresh
ru: Очистить и обновить

# Alert-Refreshing.cancelButton
source: Cancel
ru: Отменить

# 3tT-QF-MMy.title
source: Details
ru: Детали

# LKO-ZR-Ir4.title
source: Receipt
ru: Счет

# sMR-W3-hJp.title
source: Bill
ru: Счет

# DYB-h6-QW8.title
source: Tip
ru: Чаевые

# gl0-kh-bjo.title
source: Total
ru: Счет (всего)

# 1EH-gv-upV.title
source: People
ru: Число людей

# qeQ-Lf-lwt.title
source: Each Pay
ru: С человека

# b1G-Tw-DDZ.title
source: Share
ru: Поделиться

# Favourite-Description
source: Saved tips are displayed here
ru: Тут отображены сохраненные чаевые

# Operation-At
source: Calculation on
ru: Расчет

# Favourite-start
source: You currently have no tip data saved 🥺
ru: В данный момент у вас нет сохраненных данных о чаевых 🥺

# Search-Text
source: Search...
ru: Поиск...

# Version-title
source: Version:
ru: Версия:

# Main-Text-Footer.title
source: I hope that you'll enjoy not only the update, but the app as a whole! - Raman
ru: Я надеюсь, что Вам понравится не только обновление, но и приложение в целом! - Роман

# WhatIsNewObject-Item-1
source: Calculating tips, print and save tip information in notes or reminders, etc
ru: Расчет чаевых, печать и сохранение информации о чаевых в заметки или напоминания и т.д

# WhatIsNewObject-Item-2
source: Saving tips to favorites + searching or deleting information
ru: Сохранение чаевых в избранное + поиск или удаление информации

# WhatIsNewObject-Item-3
source: Guide with information on tipping from all countries of the world
ru: Гайд с информацией по чаевым всех стран мира

# WhatIsNewObject-Item-4
source: Changing the application icon
ru: Изменение иконки приложения

# WhatIsNewObject-Item-5
source: Changing application mode (light or dark, or automatic)
ru: Изменение режима приложения (светлый или темный, или автоматически)

# WhatIsNewObject-Item-6
source: Selecting the application localization language
ru: Выбор языка локализации приложения

# WhatIsNewObject-Item-7
source: Selecting the default currency + recalculate tips into the selected currency at the current exchange rate
ru: Выбор валюты по-умолчанию + пересчет чаевых в выбранную валюту по актуальному курсу валют

# WhatIsNewObject-Item-8
source: Selecting the default tip percentage
ru: Выбор процента чаевых по-умолчанию
